questions = [
    {
        "question": "דיכוי על ידי תאגידים הוא מצב מדאיג יותר מאשר דיכוי על ידי ממשלות",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "על הממשלה מוטלת אחריות להתערב בכלכלה כדי להגן על הצרכנים",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "ככל שהשווקים יהיו חופשיים יותר, כך האנשים יהיו חופשיים יותר",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "עדיף לשמור על תקציב מאוזן מאשר להבטיח מדיניות רווחה לכלל אזרחי המדינה",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "מחקר במימון ציבורי מועיל יותר לכלל מאשר השארתו בידי כוחות השוק",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "מכסים על סחורות חיצוניות הכרחיים לעידוד הייצור המקומי",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": '"כל אחד כפי יכולתו ולכל אחד לפי צרכיו"',
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "יש להעלות את המסים על העשירים כדי לכלכל את העניים",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "שירותים בסיסיים כמו כבישים וחשמל צריכים להיות בבעלות ציבורית",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "התערבות ממשלתית מהווה איום על הכלכלה",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "בעלי יכולת כלכלית גבוהה יותר צריכים לקבל שירותי בריאות טובים יותר",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "חינוך איכותי הוא זכות של כל בני האדם",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "אמצעי הייצור צריכים להיות בבעלות העובדים והפועלים המשתמשים בהם",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "צריך לבטל ולסגור את ארגון האומות המאוחדות",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "פעולה צבאית נחוצה לעתים קרובות כדי להגן על האומה שלנו",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "חשוב לשמור על הריבונות הלאומית שלנו",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "חשוב יותר לשמור על יחסי שלום מאשר להביא לעימות צבאי",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "אין עלינו חובה להצדיק את מלחמותינו בפני מדינות אחרות",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "הוצאות צבאית הן בזבוז כסף",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "סיוע לאזורים מוכי אסון הוא בזבוז כסף",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "מחקר מדעי צריך להתבצע בקנה מידה בינלאומי",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "ממשלות צריכות להיות אחראיות בפני הקהילה הבינלאומית",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "גם כאשר מוחים על ממשלה סמכותנית, אלימות אינה מקובלת",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "עלי להפיץ את הערכים הדתיים שלי כמה שיותר",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        }
    },
    {
        "question": "יש להפיץ את ערכי האומה שלנו ככל האפשר",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "חשוב ביותר לשמור על החוק והסדר",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "הציבור הכללי מקבל החלטות גרועות",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "המתת חסד בעזרת רופא צריכה להיות חוקית",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "שלילת כמה חירויות אזרח נחוצה כדי להגן עלינו מפני פעולות טרור",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "פיקוח ממשלתי הוא דבר הכרחי בעולם המודרני",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "עצם קיומה של המדינה מהווה איום על חירותנו",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "ללא קשר לדעות פוליטיות, חשוב לעמוד ללא סייג לצד המדינה שלך",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "יש להטיל ספק בכל סמכות",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        }
    },
    {
        "question": "מצב בו מדינה מתנהלת בעזרת מעמדות הוא מצב טוב ביותר",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "חשוב שהממשלה תתנהל על פי דעת הרוב, גם כאשר הרוב שוגה",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "ככל שהנהגת המדינה חזקה יותר, כך ייטב",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "דמוקרטיה היא יותר מתהליך קבלת החלטות",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "תקנות איכות הסביבה הן חיוניות",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "עולם טוב יותר יתקיים בזכות אוטומציה, מדע וטכנולוגיה",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "יש לחנך ילדים לערכים דתיים או מסורתיים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        }
    },
    {
        "question": "למסורות אין ערך בפני עצמן",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "הדת צריכה למלא תפקיד בממשלה",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        }
    },
    {
        "question": "יש להטיל מס על ישיבותצ, בתי כנסת ומוסדות דתיים נוספים באותה צורה שממסים מוסדות אחרים",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "שינויי האקלים הם כיום אחד האיומים הגדולים ביותר על אורח החיים שלנו ועל כדור הארץ בכללותו",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "חשוב שנפעל כעולם מאוחד כדי להילחם בשינויי האקלים",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "החברה הייתה טובה יותר בעבר מאשר כיום",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "חשוב שנשמור על מסורות העבר שלנו",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "התבונה חשובה יותר משמירה על התרבות שלנו",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "יש לאשר את השימוש בסמים או לבטל את ההפללה על שימוש שכזה",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        }
    },
    {
        "question": "נישואים חד-מיניים צריכים להיות חוקיים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        }
    },
    {
        "question": "אין תרבות אחת שעדיפה על השנייה",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        }
    },
    {
        "question": "יחסי מין מחוץ לנישואין הם מעשים בלתי מוסריים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        }
    },
    {
        "question": "במידה ואנחנו מקבלים מהגרים בכלל, חשוב שהם יטמעו בתוך בתרבות שלנו",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        }
    },
    {
        "question": "יש לאסור הפלה ברוב או בכל המקרים",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        }
    },
    {
        "question": "יש לאסור בעלות על נשק למי שאין לו סיבה מוצדקת",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "אני תומך בשירותי בריאות כלל עולמיים",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "זנות צריכה להיות בלתי חוקית",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        }
    },
    {
        "question": "שמירה על ערכי המשפחה היא דבר חיוני",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "רדיפה אחר קדמה בכל מחיר זה דבר מסוכן",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "אנחנו צריכים לפתוח את גבולות המדינה שלנו להגירה",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "ממשלות צריכות לדאוג לזרים כפי שהן דואגות לאזרחים שלהן",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "כל האנשים - ללא קשר לגורמים כמו תרבות, צבע עור או מיניות - צריכים לקבל יחס שווה",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        }
    },
    {
        "question": "יש לקדם את מטרות הקבוצה שלי תוך דריסת כל השאר",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        }
    }
];
